Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/1177.se/psa.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: Takaisin teeman aloitussivulle
sme: Varraiskkus: PSABlodprov: PSA

source: Miksi näyte on syytä antaa ?
sme: Manin dárbbaha guođđit iskosa ?

source: Milloin PSA-näyte annetaan ?
sme: Goas guođđit PSA iskosa ?

source: PSA on verikoe, joka kuuluu eturauhasta tutkittaessa mahdollisesti tehtäviin tutkimuksiin.
sme: PSA lea varraiskkus mii gullo daidda dutkamiidda man sáhttá dahkat go ovdaráksá dutkojuvvo.

source: Joskus PSA-näyte otetaan virtsatievaivojen takia, joiden lääkäri epäilee johtuvan eturauhasesta, jos esimerkiksi on tiheä virtsaamistarve ja samanaikaisesti heikko virtsasuihku.
sme: Muhtumiin guđđojuvvo PSA-iskkus jus leat gožžaráhkováivvit man doavttir eahpida boahtit prostátas, ovdamearkka dihte jus dávjá dárbbaha mannat cissame seamma áigge go cirggas lea headju.

source: PSA-näyte voidaan ottaa myös silloin, jos lääkäri tuntee eturauhasta tutkiessaan muutoksia, jotka voivat aiheuttaa monia erilaisia vaivoja ja sairauksia.
sme: Sáhttá maid guođđit PSA-iskosa jus doavttir dovdá rievdamiid ovdaráksás go dat dutkojuvvo, rievdamiid mat sáhttet dagahit máŋga earalágan váivvi ja skibasvuođa.

source: On tärkeätä tietää, että PSA-arvon kohoaminen ei merkitse eturauhassyöpää.
sme: Lea dehálaš diehtit ahte loktanan PSA-árvu ii leat seamma ášši go ahte lea ovdaráksáborašdávsa.

source: PSA:n lievään tai kohtalaiseen kohoamiseen on yleensä muu, vaaraton syy.
sme: Lea dábálaš unnánaš muttolaš PSA lassánemiin leat eará sivat.

source: Samoin normaali PSA-arvo ei myöskään voi täysin sulkea pois eturauhassyöpää.
sme: Seamma ládje ii sáhte normála árvu ollásit guođđit eret ovdaráksáborašdávdda.

source: Tulokset on aina arvioitava potilaan vaivojen ja muiden tutkimusten tulosten perusteella.
sme: Boađus ferte álot árvvoštallot makkár váivvit leat ja maid eará dutkamat čájehit.

source: Jos kahdella tai useammalla miespuolisella sukulaisella on ollut eturauhassyöpä, syöpään sairastumisen riski on suurempi.
sme: Jus olbmos leat guokte dehe eanet lagas dievdofuolkki geain lea ovdaráksáborašdávda, lea stuorit riska ahte oažžu skibasvuođa.

source: Siinä tapauksessa PSA-näyte suositellaan otettavaksi joka vuosi 40–50 vuoden iästä 70 vuoden ikään asti.
sme: Dan dáhpáhusas ávžžuhuvvo váldit dássedit PSA - iskosa 40-50 jagis gitta 70 jagi rádjái.

source: PSA-arvo mitataan myös eturauhassyövän hoidon aikana.
sme: PSA mihtiduvvo maid ovdaráksáborašdávdda dikšuma áigge.

source: Jos hoito auttaa, PSA-arvo laskee.
sme: Jus dikšun ábuha dan fuomáša ahte PSA- árvu luoitá.

source: PSA-näytteen edut ja haitat
sme: PSA-iskosa buorit ja heajos bealit

source: PSA-näytettä ei oteta rutiininomaisesti miesten yleisenä terveystarkastuksena, jotta hyvin varhaiset eturauhassyövän muutokset voitaisiin havaita.
sme: PSA- iskkus ii dahkko rutiinnalaččat dego dábálaš dearvvašvuođakontrolla dievdduide oaidnin dihte leago dain hui árra hámat ovdaráksáborašdávda.

source: Tämä johtuu siitä, että juuri eturauhassyövän varhaisten muotojen havaitseminen ja hoito eivät aina ole etu.
sme: Dat vuolgá das ahte ii leat álo oavdu fuomášit ja dikšut árra hámat ovdaráksáborašdávdda.

source: Hoidoista voi olla pysyviä haittavaikutuksia, esimerkiksi impotenssi ja pidätyskyvyttömyys miehillä, joilla eturauhassyöpä ei milloinkaan olisi voinut kehittyä vakavaksi sairaudeksi.
sme: Dikšun sáhttá addit bissovaš siidováikkuhusaid impoteanssa ja doallannávccahisvuođa dievdduin gos ovdaráksáborašdávda ii livččii geargan ovdánit maninge váralaš dávdan.

source: Eturauhasen syöpäkasvain voi kasvaa joko hitaasti aiheuttamatta vaivaa tai nopeasti ja levitä elimistön muihin osiin.
sme: Borašdávdašattalmas ovdarávssás sáhttá juogo šaddat hihtásit attitkeahttá mangelágán váivviid dehe šaddat johtilit ja viidut goruda eará osiide.

source: Varhaisessa vaiheessa näitä kahta syöpätyyppiä ei voi erottaa, minkä vuoksi riskinä on saada hoitoa syöpämuotoon, josta ei välttämättä olisi ilmennyt lainkaan oireita koko elinaikana.
sme: Árra muttus ii sáhte earuhit dan guovtti borašdávdahámi ja lea várra dikšut borašdávdahámi mas ii livččii ožžon mangelágán váivviid eallináiggistis.

source: Monet miehet haluavat kuitenkin käydä tutkimuksessa selvittämässä, onko heillä eturauhassyöpä.
sme: Máŋggat dievddut háliidit goit čađahit dutkama oažžun dihte čielgasa leago sis ovdaráksáborašdávda.

source: Ennen kuin päätät PSA-näytteen jättämisestä voi olla hyvä perehtyä lähemmin varhain havaitun kasvaimen hoidon etuihin ja haittoihin.
sme: Ovdalgo mearrida galgágo guođđit PSA- iskosa lea buorre váldit čielgasa eanet buriin ja heajos beliin árrat áicojuvvon šattalmasa dikšumis.

source: Jos tämän jälkeen haluat jatkaa ja keskustella lääkärin kanssa, varaa aika omasta terveyskeskuksestasi tai työterveyshuollosta.
sme: Jus háliida de mannat viidáseappot ja ságastit doaktáriin galgá diŋgot áiggi dearvvašvuođaguovddážii dehe fitnodatdearvvašvuođadikšumii.

source: Mikä PSA on ja missä sitä on ?
sme: Mii lea PSA ja gos dat lea ?

source: PSA on lyhenne sanoista prostataspesifinen antigeeni.
sme: PSA lea oanádus ovdaráksáspesifihkka anti-genas.

source: Se on eturauhasen tuottama proteiini, jota erittyy siemennesteen mukana siemensyöksyssä ja joka tekee siittiöistä liikkuvampia.
sme: Dat lea proteiidna mii válbmejuvvo ovdarávssás ja mii čuovvu siepmančázi mielde go oažžu orgásmma ja dahká ahte sagahanseallat šaddet lihkkibun.

source: PSA:ta on normaalisti pieniä määriä veressäkin, ja juuri tätä pitoisuutta mitataan PSA-näytteestä.
sme: PSA lea dábálaččat una mearit varasnai, ja jur dat mearri mii mihtiduvvo PSA-iskosa bakte.

source: Syövän lisäksi eturauhasessa esiintyy useita tavallisia muutoksia, joiden vuoksi veren PSA-pitoisuus voi nousta.
sme: Borašdávdda lassin leat máŋga dábálaš rievdama ovdarávssás mat sáhttet dahkat ahte PSA- árvu loktana varas.

source: Esimerkiksi hyvänlaatuinen eturauhasen suurentuma tai tulehdus eli prostatiitti, voi aiheuttaa sen, että eturauhanen erittää verenkiertoon enemmän PSA:ta.
sme: Ovdamearkka dihte buorresoarttat ovdaráksástuorrun ja vuolši ovdarávssás sáhttet, ng. prostátihtta, dagahit ahte ovdarávssás golgá eanet PSA varrii.

source: Iän myötä useimpien miesten veren PSA-pitoisuus nousee eturauhasen koon suuretessa.
sme: Jagiid mielde PSA-árvu loktana vehá eanaš dievdduin daningo ovdaráksá šaddá stuoribun go ahki lassu.

source: Suurin osa veren PSA:sta on sitoutunut erilaisiin proteiineihin.
sme: Stuorimus oassi vara PSA:s lea čadnon sierra proteiinnaide.

source: Veressä on kuitenkin hieman myös vapaata, sitoutumatonta PSA:ta.
sme: Muhto lea maid una oassi friddja, čanakeahtes PSA.

source: Kun PSA:n kohtalaisen kohoamisen syy on jokin muu kuin syöpä, vapaata PSA:ta on veressä enemmän.
sme: Go leat eará sivat go borašdávda muttágis PSA-loktanemiin, láve leahkit eanet friddja PSA varas.

source: Siksi se antaa lääkärille tietynlaista osviittaa mitata sitoutuneen ja vapaan PSA:n suhde.
sme: Danin dat sáhttá addit doaktárii dihto rávvaga mihtidit čadnojuvvon ja friija PSA gaskavuođa.

source: Kuinka näyte otetaan ?
sme: Mot iskkus váldojuvvo ?

source: Näyte otetaan käsivarresta ohuella neulalla, joka pistetään verisuoneen, laskimoon.
sme: Iskkus váldo dábálaččat gieđas asehis nálu vehkiin mii čuggejuvvo varrasutnii, venai.

source: Tämäntyyppistä verikoetta nimitetään laskimoverikokeeksi.
sme: Danin dán sullásaš varraiskkus gohčoduvvo vena iskkusin.

source: Näyte voidaan ottaa mihin vuorokauden aikaan hyvänsä.
sme: Iskkus sáhttá váldot vaikko goas jándoris.

source: Ennen näytteen ottamista on istuttava 15 minuutin ajan.
sme: Ovdal iskosa váldima ferte čohkkehit 15 minuhta.

source: Muuten ei tarvitse valmistautua mitenkään.
sme: Muđui ii dárbbat mangelágán válmmastallamiid.

source: Jos eturauhaseen tehdään kirurgisia toimenpiteitä, PSA-arvo kohoaa.
sme: Jus dahká kirurgalaš doaibmabiju ovdaráksái PSA-árvu loktana.

source: Tällöin on odotettava vähintään 10 päivää, ennen kuin PSA-näytettä kannattaa ottaa.
sme: Ferte vuordit unnimustá 10 beaivvi ovdalgo lea jierpmálaš váldit PSA-iskosa.

source: PSA-arvo ei kohoa, jos lääkäri pelkästään tunnustelee eturauhasta.
sme: Jus doavttir dan sádjái guldala ovdaráksá dat ii váikkut PSA- árvui.

source: Koska vastaukset tulevat ?
sme: Goas oažžu vástádusa ?

source: Näyte lähetetään sairaalan laboratorioon tutkimuksia varten.
sme: Iskkus sáddejuvvo buohcceviessolaboratoriai gos dat analyserejuvvo.

source: Voit sopia lääkärin kanssa, milloin ja miten haluat tietää tutkimustulokset.
sme: Sáhttá soabadit doaktáriin goas ja got galgá beassat diehtit iskkusbohtosa.

source: Lääkäri saa laboratoriovastaukset 1–2 päivän kuluessa.
sme: Doavttir láve oažžut vástádusa laboratorias guovtti beaivvi siste.

source: Kuinka tutkimustuloksia tulkitaan ?
sme: Got iskkusvástádus dulkojuvvo ?

source: Veren PSA-arvo on erilainen eri miehillä, myös niillä, joilla ei ole eturauhasvaivoja.
sme: Vara PSA-árvu variere sierra dievdduid gaskka, maid dievdduid gaskkan geain eai leat ovdaráksáváivvit.

source: Jotta lääkärillä olisi jokin vertailukohde tutkimustulosten arvioinnissa, käytetään apuna ns. viitearvoja.
sme: Vai doaktáris galgá leahkit juoga masa veardida dallego iskkusvástádusat dulkojuvvojit gevtojuvvo ng. refereansaárvvut.

source: PSA:n osalta kohonneeksi arvoksi voidaan laskea yli kolme mikrogrammaa litralta (3 μg / l).
sme: PSA:i lávejuvvo árvvut badjel 3 mikrográmma littara guovdu rehkenastot lassáneapmin.

source: Mistä korkeat arvot voivat johtua ?
sme: Alla árvvut, mas dat bohtet ?

source: Noin yhdellä kymmenestä keski-ikäisestä miehestä PSA-arvo on koholla.
sme: Sullii ovttas logi gaskaagát olbmás lea loktanan PSA- árvu.

source: Yleinen syy lievästi kohonneisiin arvoihin on hyvänlaatuinen eturauhasen suurentuma.
sme: Dábálaš sivva veháš loktanan árvui lea buorresorttat ovdaráksástuorrun.

source: Arvot voivat olla koholla myös eturauhastulehduksen, ns. kroonisen prostatiitin vuoksi.
sme: Loktanan árvvuid sáhttá maid oažžut jus lea ovdaráksávuolšun, ng. kronalaš prostatihtta.

source: Tavallinen virtsatietulehduskin voi nostaa PSA-arvoa tilapäisesti, mutta voimakkaasti.
sme: Dábálaš gožžaoarreinfekšuvdna sáhttá addit meaddelmanni, muhto garra PSA loktaneami.

source: Jos asianomainen ei kykene virtsaamaan ja tyhjentämään virtsarakkoaan, PSA-arvo voi myös kohota tilapäisesti.
sme: Jus soames siva dihte ii sáhte gožžat ja guđđet gožžaráhku albma ládje, sáhttá maid oažžut gaskaboddosaš loktanan PSA-árvvu.

source: Jos on vaikea tyhjentää rakko ja sinne jää jatkuvasti runsaasti virtsaa, puhutaan virtsaummesta.
sme: Jus lea váttis guđđet gožžaráhku nu ahte stuorimus oassi goččas geažos áigge lea ráhkus dat lávejuvvo gohčodit gožžaobbon.

source: Kohonneet arvot voivat johtua myös eturauhassyövästä.
sme: Loktanan árvvuide sáhttá leahkit sivvan ovdaráksáborašdávda.

source: Niistä, joilla PSA-arvo on koholla, syöpä löydetään noin kolmannekselta.
sme: Sullii goalmmát oasis dain geain lea loktanan PSA gávdnojuvvo borašdávda.

source: Vapaan ja sitoutuneen PSA:n suhde voi antaa lääkärille tiettyä osviittaa hyvänlaatuisten eturauhasvaivojen erottamiseksi eturauhassyövästä.
sme: Gaskavuohta gaskkal friija ja čadnojuvvon PSA sáhttet addit doaktárii dihto bagadusa go lea jearaldat earuhit buorresorttat ovdaráksáváivviid ovdaráksáborašdávddas.

source: Niistä, jotka käyvät monen vuoden aikana useita kertoja testeissä, noin yhdellä neljästä on sellainen PSA-arvo, jonka perusteella on aihetta tehdä lisätutkimuksia.
sme: Dain geat testejuvvo máŋgga háve máŋggaid jagiid, boahtá sullii ovttan njealjis leahkit PSA- árvu mii oalgguha lasse dutkamiidda.

source: Jos PSA-arvo on korkea, lääkäri tekee yleensä ultraäänitutkimuksen ja ottaa eturauhasesta näytteen.
sme: Jus PSA-iskosa boađus čájeha alla árvvu, doavttir láve dahkat vel ovtta dutkama Ultra-jienain ja gođusiskosiin ovdarávssás.

source: Jos lääkäri havaitsee syövän, se voidaan hoitaa leikkauksella, sädehoidolla tai hormonihoidolla.
sme: Jus doavttir áicá borašdávdda sáhttá oažžut dikšuma čuohpademiin, suonjardemiin dehe hormonadikšumiin.

source: Mistä matalat arvot voivat johtua ?
sme: Vuollegis árvvut, mas dat vulget ?

source: Matalat arvot puhuvat eturauhassyöpää vastaan, vaikka sitä ei täysin varmasti voida sulkea pois pelkän PSA-näytteen perusteella.
sme: Vuollegis árvvut vuosttildit dan ahte livččii ovdaráksáborašdávda, vaikko beare okta PSA-iskkus ii olles sihkkarvuođain sáhte vuosttildit dan.

source: Jos eturauhanen poistetaan leikkauksella, PSA-arvo laskee tuskin mitattavissa olevalle tasolle.
sme: Jus oažžu ovdarávssá váldot eret čuohpademiin PSA-árvu luoitá illá mihtidan dássái.

source: Matalaa PSA-arvoa voidaan siis käyttää mittana sille, että leikkaus on tehonnut hyvin.
sme: Vuollegis PSA-árvu sáhttá oainnát gevtojuvvot mihttun ahte čuohpadeamis lea leamaš ávki.

source: Myös kahdessa muussa hoitomuodossa, sädehoidossa ja hormonihoidossa, alentunut PSA-arvo on yleensä merkki siitä, että hoito on tehonnut hyvin.
sme: Maid guovtti eará dikšunvugiin, suonjardemiin ja hormonadikšumiin, láve njiedjan PSA-árvu leahkit mearkan ahte dikšun lea doaibman bures.

source: Laatinut: Martin Enander, lääkäri, yleislääketieteen spesialisti, Sundsvall
sme: Čálli: Martin Enander, doavttir, spesialista almmolašmedisiinnas, Sundsvall

source: 1117. se – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
